Repository: salahvk/tuw_service
Catalog: lib/l10n/app_*.arb
Languages: ar

# l_heading
source: Social Media Services
ar: تو للخدمات

# l_choose_language
source: Choose Any Language
ar: أختر اللغة المناسبة

# l_get_started
source: Get Started
ar: إبدء

# m_ent_mob_no
source: Enter Mobile Number
ar: أدخل رقم الهاتف

# m_sub1
source: We will send you an OTP for verify your mobile number.
ar: سنقوم بإرسال رسالة نصية برقم التحقق المكون من ٤ أرقام.

# m_continue
source: Continue
ar: متابعة

# m_snack
source: Please Enter a Valid Mobile Number
ar: الرجاء إدخال رقم هاتف صحيح

# m_10digits
source: Mobile Number must not be above 10 digits
ar: يجب أن يتكون رقم الهاتف من أرقام صحيحة

# t_1
source: By continuing, you agree to
ar: بمجرد المتابعة سوف تكون موافق على

# t_2
source: Terms & Conditions
ar: الشروط و الأحكام

# o_verification
source: Verification Code
ar: رمز التحقق

# o_pls_type
source: Please type the verification code send to
ar: يرجى إدخال رمز التحقق

# o_dont
source: Don't get the code?
ar: لم أستلم الرمز بعد‫!‬

# o_resend
source: Resend
ar: إعادة إرسال الرمز

# o_verify
source: Verify Now
ar: تحقق الأن

# o_snack
source: Enter a Valid OTP
ar: أدخل رمز التحقق الصحيح

# e_name
source: Name
ar: الأسم

# e_name_h
source: Enter Name
ar: أدخل الأسم

# e_dob
source: Date of Birth
ar: تاريخ الميلاد

# e_dob_h
source: Enter Date of Birth
ar: حدد تاريخ الميلاد

# e_gender
source: Gender
ar: الجنس

# e_male
source: Male
ar: ذكر

# e_female
source: Female
ar: أنثى

# e_country
source: Country
ar: البلد

# e_country_h
source: Enter Country
ar: إختر البلد

# e_region
source: Region
ar: المنطقة

# e_region_h
source: Enter Region
ar: إختر المنطقة

# e_state
source: State
ar: المدينة

# e_state_h
source: Enter State
ar: إختر المدينة

# e_about
source: About
ar: عني

# e_about_h
source: Enter About
ar: أكتب نبذه عنك

# e_save
source: SAVE
ar: حفظ

# d_my_profile
source: My Profile
ar: ملفي

# d_address
source: Address Book
ar: دفتر العناوين

# d_become
source: Become a Service Man
ar: كن مزود خدمة

# d_privacy
source: Privacy Policy
ar: سياسة الخصوصية

# d_logout
source: Logout
ar: تسجيل الخروج

# d_add_service
source: Add Service
ar: إضافة خدمة

# p_first_name
source: First Name
ar: الأسم الأول

# p_first_name_h
source: Enter First Name
ar: أدخل الأسم الأول

# p_last_name
source: Last Name
ar: الأسم الأخير

# p_last_name_h
source: Enter Last Name
ar: أدخل الأسم الأخير

# p_civil
source: Civil Card No
ar: رقم الهوية

# p_civil_h
source: Enter Card No
ar: أدخل رقم الهوية

# p_dob
source: Date of Birth
ar: تاريخ الميلاد

# p_dob_h
source: Enter Date of Birth
ar: حدد تاريخ الميلاد

# p_gender
source: Gender
ar: الجنس

# p_male
source: Male
ar: ذكر

# p_female
source: Female
ar: أنثى

# p_country
source: Country
ar: البلد

# p_country_h
source: Enter Country
ar: إختر البلد

# p_region
source: Region
ar: المنطقة

# p_region_h
source: Enter Region
ar: إختر المنطقة

# p_state
source: State
ar: المدينة

# p_state_h
source: Enter State
ar: إختر المدينة

# p_city
source: City
ar: المدينة

# p_city_h
source: Enter City
ar: إختر المدينة

# p_address
source: Address
ar: العنوان

# p_address_h
source: Enter Address
ar: أدخل العنوان

# p_continue
source: CONTINUE
ar: متابعة

# c_service_group
source: Service Group
ar: مجموعة الخدمات

# c_service_group_h
source: Enter Group
ar: إختر المجموعة

# c_service_list
source: Service List
ar: قائمة الخدمات

# c_service_list_h
source: Service List
ar: قائمة الخدمات

# c_vehicle
source: Vehicle Registration Card/ CR Copy
ar: صورة من ملكية المركبة/ صورة من السجل التجاري

# c_browse
source: Browse
ar: إرفاق

# c_pay
source: CONTINUE TO PAY
ar: المتابعة للدفع

# c_snack
source: Please agree the terms and condition
ar: الرجاءالموافقة على سياسة الشروط و الأحكام

# s_servicer
source: Servicer
ar: مزود الخدمة

# s_country
source: Country
ar: البلد

# s_region
source: Region
ar: المنطقة

# s_map
source: Map
ar: الخارطه

# s_state
source: State
ar: المدينة

# s_continue
source: Continue
ar: متابعة

# s_advanced_search
source: Advanced Search
ar: بحث متقدم

# s_search
source: Search
ar: بحث

# s_search_country
source: Search a country
ar: بحث البلد

# s_two
source: Two-Wheeler
ar: عجلتين

# s_four
source: Four-Wheeler
ar: أربع عجلات

# cp_photo1
source: Photo & Video
ar: صور او فيديو

# cp_photo2
source: Library
ar: معرض الصور

# cp_doc
source: Documents
ar: الملفات

# cp_loc
source: Share Location
ar: مشاركة الموقع

# cp_s_loc_1
source: Send Current
ar: إرسال الموقع الحالي

# cp_s_loc_2
source: Location
ar: الموقع

# cp_choose
source: Choose From App
ar: إختر من الخارطة

# cp_address
source: Address Card
ar: دفتر العناوين

# cp_long_press
source: Long press to record
ar: إضغط مطولاً للتسجيل

# cp_re
source: Recording
ar: جاري التسجيل

# cs_profile
source: Profile
ar: الملف الشخصي

# cs_choose_service
source: Choose Service
ar: إخترالخدمة

# cs_pay
source: Payment
ar: الدفع

# ps_card
source: Card Holder Name
ar: أسم حامل البطاقة

# ps_card_h
source: Enter Holder Name
ar: أدخل أسم حامل البطاقة

# ps_card_no
source: Card Number
ar: رقم البطاقة

# ps_card_no_h
source: Enter Card No
ar: أدخل رقم البطاقة

# ps_ex
source: Expired Date
ar: تاريخ الإنتهاء

# ps_cvv
source: CVV Code
ar: CVV رمز

# ps_cvv_h
source: Enter CVV
ar: CVV أدخل رمز

# ps_coupon
source: Coupon Code
ar: رمز الخصم

# ps_coupon_h
source: Enter Coupon Code
ar: أدخل رمز الخصم

# ps_yearly
source: Yearly Plan
ar: إشتراك سنوي

# ps_monthly
source: Monthly Plan
ar: إشتراك شهري

# ps_pay
source: PAY NOW
ar: إدفع الأن

# pp_my_profile
source: Edit Profile
ar: تعديل الملف الشخصي

# pp_message
source: Message
ar: الرسائل

# pp_favourites
source: Favourites
ar: المفضلة

# pp_address
source: Address Book
ar: دفتر العناوين

# pp_settings
source: Language Settings
ar: اعدادات اللغة

# pp_settings1
source: Profile Settings
ar: إعدادات الملف الشخصي

# pp_my_Services
source: My Services
ar: خدماتي

# pp_my_sub
source: My Subscription
ar: إشتراكاتي

# w_wishList
source: WishList
ar: المفضلة

# pr_privacy
source: Privacy Policy
ar: سياسة الخصوصية

# su_success
source: Payment Successfull
ar: تم تقديم الطلب

# su_title
source: Your payment was successfully processed
ar: تتم معالجة الطلب حالياً،سوف تتم الموافقة خلال ال٢٤ ساعة القادمة

# su_title_1
source: Detail of transaction are included
ar: تم إرفاق تفاصيل المعاملة

# su_date
source: Date
ar: التاريخ

# su_time
source: Time
ar: الوقت

# su_service_fee
source: Service Fee
ar: رسوم الخدمة

# su_discount
source: Discount
ar: الخصم

# su_vat
source: VAT
ar: الضريبة

# su_mobile
source: Mobile No
ar: رقم الهاتف

# su_exp
source: Exp Date
ar: تاريخ الإنتهاء

# su_save_pdf
source: SAVE PDF
ar: حفظ PDF

# su_home
source: BACK TO HOME
ar: العودة للقائمة الرئيسية

# su_grand_total
source: Grand Total
ar: الإجمالي

# su_coupon_discount
source: Coupon Discount
ar: رمز الخصم

# su_tax_amount
source: Tax Amount
ar: الضريبة

# su_sub_date
source: Subscription Date
ar: تاريخ الإشتراك

# su_order_id
source: Order Id
ar: رقم الطلب

# su_package_id
source: Package Name
ar: أسم الخدمة

# a_home_locator
source: Home Locator
ar: المواقع

# a_add
source: Add Address
ar: إضافة عنوان

# a_address
source: Address
ar: العنوان

# a_home
source: Home Address
ar: رقم المنزل

# a_cover
source: Please choose cover Photo
ar: الرجاء تعيين صورة الغلاف

# a_add_cover
source: Please Choose an Address Cover Photo
ar: يرجى اختيار صورة غلاف للعنوان

# ae_home_locator
source: Change home Location
ar: تغيير موقع المنزل

# ae_add
source: Add
ar: إضافة

# ae_address
source: Address
ar: العنوان

# ae_address_n
source: Address Name
ar: أسم العنوان

# ae_address_h2
source: Enter Address Name
ar: أدخل العنوان

# ae_address_h
source: Enter Address
ar: أدخل العنوان

# ae_country
source: Country
ar: البلد

# ae_country_h
source: Enter Country
ar: إختر البلد

# ae_region
source: Region
ar: المنطقة

# ae_region_h
source: Enter Region
ar: إختر المنطقة

# ae_state
source: State
ar: المدينة

# ae_state_h
source: Enter State
ar: إختر المدينة

# ae_home_flat
source: Home/Flat no
ar: رقم المنزل‫/‬الشقة

# ae_no
source: Enter Number
ar: أدخل

# ae_save
source: SAVE
ar: حفظ

# ae_cancel
source: CANCEL
ar: إلغاء

# se_services
source: Services
ar: الخدمات

# se_sub_services
source: Sub Services
ar: الخدمات الملحقة

# wd_desc
source: Description
ar: الوصف

# wd_ser
source: Service Type
ar: نوع الخدمة

# wd_tran
source: Transport
ar: وسيلة النقل

# wd_more
source: More Details
ar: تفاصيل إضافية

# wd_report
source: Report
ar: إبلاغ

# wd_block
source: Block
ar: حظر

# we_desc
source: Description
ar: الوصف

# we_ser
source: Service Type
ar: نوع الخدمة

# we_tran
source: Transport
ar: وسيلة النقل

# we_save
source: SAVE
ar: حفظ

# we_report
source: Report
ar: إبلاغ

# we_block
source: Block
ar: حظر

# wd_online
source: Online
ar: متاح

# wd_offline
source: Offline
ar: غير مناح

# wd_busy
source: Busy
ar: مشغول

# sd_status
source: Service Status
ar: حالة الخدمة

# sd_available
source: Available Transport:
ar: النقل المتوفرة:

# sd_type
source: Service Type:
ar: نوع الخدمة:

# sd_reset
source: Reset
ar: إعادة ضبط

# mh_message
source: Message
ar: رسالة

# mh_recents
source: Recents
ar: الأخيرة

# ps_snack_card
source: Please Enter A Card Holder Name
ar: الرجاء إدخال أسم حامل البطاقة

# ps_snack_card_no
source: Please Enter A Card Number
ar: الرجاء إدخال رقم البطاقة

# ps_snack_expiry
source: Please Enter Card Expiry Date
ar: الرجاء إدخال تاريخ إنتهاء البطاقة

# ps_snack_cvv
source: Please Enter Your Civil Card Number
ar: الرجاء إدخال رمز CVV

# ps_snack_package
source: Please Choose a package to continue
ar: يرجى إختيار الباقة،للمتابعة

# ps_snack_coupen
source: Please Enter a Coupen code to redeem
ar: يرجى إدخال رمز الخصم

# e_snack_name
source: First name is required
ar: يرجى تعبئة خانة الأسم

# e_snack_dob
source: Date of birth is required
ar: يرجى تعيين تاريخ الميلاد

# e_snack_country_field
source: Country field can not be empty
ar: يرجى إختيار البلد

# sv_edit_profile
source: Edit Profile
ar: تعديل الملف الشخصي

# sv_no_images
source: No images to display
ar: لا توجد صورة للعرض

# se_transport_ty
source: Select Transport Type
ar: إختر وسيلة النقل

# ms_Sub
source: Subscription Date :
ar: تاريخ الإشتراك :

# ms_exp
source: Exp Date :
ar: تاريخ إنتهاء الإشتراك :

# ms_new
source: New Services
ar: خدمة جديدة

# ms_my
source: My Services
ar: خدماتي

# ms_ordered
source: Ordered Services
ar: الطلبات

# msb_renew
source: RENEW
ar: تجديد الإشتراك

# msb_exp
source: Exp Date :
ar: تاريخ إنتهاء الإشتراك :

# msb_pur
source: Purchase Date :
ar: تاريخ تقديم الطلب :

# msb_sub
source: My Subscription
ar: إشتراكاتي

# snack_coupen_av
source: No Coupen code available
ar: رمز الخصم غير متاح

# snack_get_location
source: Getting Current Location...
ar: ...الموقع الحالي قيد التوفير

# snack_done
source: Done
ar: تم بنجاح

# snack_choose_group
source: Please Choose a Service Group
ar: يرجى اختيار نوع الخدمة

# snack_upload
source: Please Upload a File
ar: يرجى رفع الملف

# snack_no_address
source: No Address Available
ar: الموقع غير متاح

# snack_phone_digits
source: Mobile Number must not be below 8 digits
ar: يجب ان لا يقل رقم الهاتف عن 8 أرقام

# snack_enable_loc
source: Enable Location for further access
ar: تأكيد الموقع لإتاحة الوصول

# snack_message_sent
source: The Message can't be sent at the Moment
ar: لا يمكن ارسال الرسالة في الوقت الحالي

# gm_new_location
source: Confirm New Location
ar: قم بتأكيد الموقع الجديد

# gm_search
source: Search Google Maps
ar: البحث في خرائط جوجل

# gm_search_servicer
source: Search Servicer on this Location
ar: البحث عن الخدمة في هذا الموق

# no_connection
source: Slow or no internet connection
ar: الإتصال بالنت ضعيف،او لا يوجد انترنت

# no_check_connection
source: Check your internet settings
ar: تحقق من إعدادات الإنترنت

# no_oops
source: Ooops !
ar: خطء!!

# di_delete
source: Delete address field!
ar: احذف حقل العنوان

# di_delete2
source: Are you sure you want to
ar: هل انت متأكد بأنك تريد

# di_delete3
source: delete
ar: الحذف؟

# di_dont
source: I Don't Want To
ar: لا اريد ذالك

# di_allow
source: Allow
ar: السماح

# pay_fail
source: Payment Failed
ar: فشل في عملية الدفع

source: Redeem
ar: استرداد

source: Validity
ar: صالح لمدة

# tax_total
source: Tax Amount
ar: إجمالي الضريبة

# fetch_loc
source: Location Fetching...
ar: جلب الموقع...

source: paid
ar: دفع

source: OMR
ar: ريال عماني

# re_reason
source: Enter A reason to proceed
ar: ضع سبب للمتابعة

# re_reason2
source: Reason
ar: السبب

# re_comment
source: Enter A Comment to proceed
ar: اكتب تعليق للمتابعة

# re_comment2
source: Comment
ar: التعليق

# re_report_user
source: Report User
ar: أبلغ عن مستخدم

# re_bother
source: is this person bothering you?
ar: هل هذا الشخص يزعجك؟?

# re_tell_us
source: Tell us what they did.
ar: قم بتزويدنا بتفاصيل الشكوى.

# re_report_success
source: Reported Customer Successfully
ar: تمت عملية تقديم الشكوى بنجاح

source: Yesterday
ar: أمس

# address_locator
source: Find Location
ar: محدد العنوان

# a_address_photo
source: Please choose an address Photo
ar: يرجى اختيار صورة للعنوان

# a_address_name_req
source: Address name field is required
ar: حقل اسم العنوان مطلوب

# a_address_req
source: Address field is required
ar: حقل العنوان مطلوب

# a_country
source: Select a country
ar: اختر دولة

# a_region
source: Region is required
ar: المنطقة مطلوبة

# a_state
source: State is required
ar: الولاية مطلوبة

# a_flat
source: Flat No is required
ar: رقم الشقة مطلوب

# a_loc
source: Please Choose an address Location
ar: يرجى اختيار موقع العنوان

# sl_select
source: Select Language
ar: أختر اللغه

# su_invoice_id
source: Invoice id
ar: رقم الفاتورة

# hw_title
source: How To Work
ar: كيف تعمل

# hw_title2
source: How To Work Overall Tuw Services
ar: كيفية العمل مع خدمات تو

# hw_des
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book.
ar: نص دمية فقط هو الطباعة...

# hw_learn
source: Learn More
ar: تعلم أكثر

# hw_mc_1
source: 1. Register Mobile Number
ar: 1. تسجيل رقم الموبايل

# hw_mc_2
source: 2. Register New Account
ar: 2. تسجيل حساب جديد

# hw_mc_3
source: 3. Create New Profile
ar: 3. إنشاء ملف شخصي جديد

# hw_mc_4
source: 4. Choose Services
ar: 4. اختيار الخدمات

# hw_mc_5
source: 5. Payments
ar: 5. المدفوعات

# no_ser
source: No ServiceMan Available
ar: لا توجد خدمة الرجل متاح

# no_ava
source: Not Available
ar: غير متاح

source: Skip
ar: تخطى

source: Done
ar: تم

source: Proceed
ar: استمرار

source: Explore
ar: استكشف

source: Choose
ar: اختيار

source: Back
ar: العودة

source: Hello
ar: مرحبًا

source: Delete Account
ar: حذف الحساب

source: Tax
ar: ضريبة

# how
source: Getting Started: Understanding the Process
ar: البدء: فهم العملية

# how1
source: Sign Up and Get Started
ar: التسجيل والبدء

# how1s
source: Creating an account in TUWService app very simple by using Registered mobile number .The user visits the application's registration page and provide phone number. The platform generates a one-time password and sends it to the user's registered mobile number or email address. The OTP is usually valid for a short period, typically a few minutes. They then enter this code into the provided field on the registration page.The platform validates the OTP entered by the user against the OTP it generated. If the code matches, the platform confirms that the user has access to the registered contact information. With successful verification of the OTP, the platform proceeds to create the user's account, storing the provided details in its database.
ar: إن إنشاء حساب في تطبيق TUWService سهل للغاية باستخدام رقم الجوال المسجل. يقوم المستخدم بزيارة صفحة التسجيل في التطبيق ويقدم رقم الهاتف. يقوم النظام بتوليد رمز مرة واحدة ويُرسله إلى رقم الجوال المسجل أو عنوان البريد الإلكتروني للمستخدم. يكون رمز التحقق صالحًا عادة لفترة قصيرة ، عادة عدة دقائق. يقوم المستخدم بإدخال هذا الرمز في الحقل المقدم على صفحة التسجيل. يقوم النظام بالتحقق من صحة رمز التحقق الذي أدخله المستخدم مقابل رمز التحقق الذي وُلِّدَ. إذا تطابق الرمز ، يؤكد النظام أن المستخدم قد حصل على وصول إلى معلومات الاتصال المسجلة. بعد التحقق الناجح من رمز التحقق ، يقوم النظام بإنشاء حساب المستخدم وتخزين التفاصيل المقدمة في قاعدة بياناته.

# how2
source: What We Get From TUW Services Application
ar: ما نحصل عليه من تطبيق خدمات

# how2s
source: TUW Service App Provides you one-stop solution for seamless and hassle-free service bookings. Whether you need to book a ac repair, schedule a home repair, or arrange for a labor recruitment, our app is designed to simplify your life and provide you with the best service providers at your fingertips. Here's what you can expect from our Service Booking App:A Vast Range of Services: We've partnered with a diverse array of trusted service providers toVerified and Reliable Providers: Rest assured that all the service providers on our platform undergo a rigorous verification process. Easy Booking Process: Booking a service is a breeze with our app. Simply browse through the list of services, select your preferred provider, choose a suitable time, and confirm your booking - all in just a few taps.
ar: تقدم تطبيق TUW Service حلاً شاملاً لحجز الخدمات بسهولة ويسر. سواء كنت بحاجة إلى حجز إصلاح مكيف الهواء ، أو جدولة إصلاح المنزل ، أو ترتيب توظيف العمالة ، فإن تطبيقنا مصمم لتبسيط حياتك وتزويدك بأفضل مقدمي الخدمات عندما تحتاج إليهم.فيما يلي ما يمكنك توقعه من تطبيقنا لحجز الخدمات:مجموعة واسعة من الخدمات: لقد شرعنا في شراكة مع مجموعة متنوعة من مقدمي الخدمات الموثوق بهم لتلبية جميع احتياجاتك. بدءًا من خدمات المنزل مثل السباكة والكهرباء وتنظيف المنزل والمزيد - لدينا كل ما تحتاجه.مقدمي الخدمات الموثوق بهم والموثوق بهم: كن على يقين من أن جميع مقدمي الخدمات على منصتنا يخضعون لعملية التحقق الدقيقة.عملية حجز سهلة: حجز الخدمة سهل جدًا مع تطبيقنا. ما عليك سوى تصفح قائمة الخدمات ، واختيار مقدم الخدمة المفضل لديك ، واختيار وقت مناسب ، وتأكيد حجزك - كل ذلك ببضع نقرات فقط.

# how3
source: Is it possible to register as a serviceman
ar: هل يمكن التسجيل كفني خدمة؟

# how3s
source: Yes, absolutely! Our platform welcomes servicemen who are looking to offer their services to our esteemed customers. Whether you are a skilled professional, tradesperson, or provide any form of service, we encourage you to register and join our network of service providers.
ar: نعم ، بالتأكيد! ترحب منصتنا بالفنيين الذين يتطلعون لتقديم خدماتهم لعملائنا المحترمين. سواء كنت فني محترف ، أو حرفي ، أو تقدم أي نوع من الخدمات ، فنحن نشجعك على التسجيل والانضمام إلى شبكة مقدمي الخدمات لدينا.

# how4
source: How to become a serviceman
ar: كيف تصبح فني خدمة؟

# how4s
source: Becoming a serviceman is a rewarding journey that allows you to use your skills and expertise to help others and make a positive impact. Whether you are interested in providing home services, professional trades, or specialized expertise, here's a step-by-step guide on how to become a serviceman: Identify Your Skills and Passion: Determine your area of expertise and passion. Reflect on your skills, knowledge, and the services you can confidently offer to customers. It could be anything from plumbing, electrical work, carpentry, tutoring, personal training, beauty services, or any other service that aligns with your abilities and interests. Sign upinto the system - You can create an account in TUW simply and easily by using your registered phone number. Once you are part of TUW you can convert your account to a service man. Secure Payment - There will be a subscription charges for expose your skills. you can choose the area of you are experienced and register in it. Verification - There will be a verification process which will ensure your genuinity and which will help us a string trusted community
ar: أن تصبح فني خدمة هو رحلة مجزية تسمح لك باستخدام مهاراتك وخبرتك لمساعدة الآخرين وتحقيق تأثير إيجابي. سواء كنت مهتمًا بتقديم خدمات منزلية أو حرفية محترفة ، أو خبرات متخصصة ، إليك دليل خطوة بخطوة على كيفية أن تصبح فني خدمة:تحديد مهاراتك وشغفك: حدد مجال خبرتك وشغفك. فكّر في مهاراتك ومعرفتك ، والخدمات التي يمكنك تقديمها بثقة للعملاء. يمكن أن تكون أي شيء من السباكة والأعمال الكهربائية والنجارة والدروس الخصوصية والتدريب الشخصي وخدمات التجميل أو أي خدمة أخرى تتوافق مع قدراتك واهتماماتك.التسجيل في النظام - يمكنك إنشاء حساب في TUW بسهولة باستخدام رقم هاتفك المسجل. بمجرد أن تصبح جزءًا من TUW ، يمكنك تحويل حسابك إلى فني خدمة.الدفع الآمن - ستكون هناك رسوم اشتراك لعرض مهاراتك. يمكنك اختيار المجال الذي لديك خبرة فيه والتسجيل فيه.التحقق - سيكون هناك عملية التحقق التي ستضمن مصداقيتك وتساعدنا على بناء مجتمع موثوق به.

# how5
source: Is it possible to delete my account
ar: هل يمكن حذف حسابي؟

# how5s
source: Yes, absolutely! We understand that circumstances change, and you may wish to delete your account for various reasons. Deleting your account is a straightforward process, and we are here to assist you with it. Here's a guide on how to delete your account: Login to Your Account: First, log in to your account using your credentials Find the Delete Account Option: Look for the 'Delete Account' or 'Close Account' option within the settings. Confirmation: After reviewing the details, the platform will likely ask you to confirm your decision to delete the account. This is to ensure that you don't accidentally delete your account.
ar: نعم ، بالتأكيد! نحن نفهم أن الظروف قد تتغير ، وقد ترغب في حذف حسابك لأسباب مختلفة. حذف حسابك عملية بسيطة ، ونحن هنا لمساعدتك في ذلك. إليك دليل حول كيفية حذف حسابك:تسجيل الدخول إلى حسابك: أولاً ، قم بتسجيل الدخول إلى حسابك باستخدام بيانات الاعتماد الخاصة بك.العثور على خيار حذف الحساب: ابحث عن خيار'حذف الحساب' أو 'إغلاق الحساب' داخل الإعدادات.تأكيد: بعد مراجعة التفاصيل ، قد يطلب منك النظام تأكيد قرارك بحذف الحساب. يتم ذلك لضمان عدم حدوث حذف الحساب عن طريق الخطأ.
